learn_clinical_trials.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-02-22 Thu 22:48 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Learn Clinical Trials</title>
<meta name="author" content="Yubing Wan" />
<meta name="generator" content="Org Mode" />

</head>
<body>
<div id="content" class="content">
<h1 class="title">Learn Clinical Trials</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org79c5b10">1. Phases</a>
<ul>
<li><a href="#org1d62943">1.1. Summary of Different Phases</a></li>
<li><a href="#org6cc3e79">1.2. General Biostatistician Aspects to Consider Across Phases</a></li>
</ul>
</li>
<li><a href="#org47757f8">2. Data</a>
<ul>
<li><a href="#org3414d0e">2.1. Sample Data</a>
<ul>
<li><a href="#orgccf9a0a">2.1.1. Type of Sample Data in Clinical Trials</a></li>
<li><a href="#orgbc2597b">2.1.2. Endpoints in Different Therapeutic Areas</a></li>
</ul>
</li>
<li><a href="#orga5627f2">2.2. Biomarker Data</a></li>
</ul>
</li>
<li><a href="#org9b3541f">3. Preclinical/Nonclinical Trials</a>
<ul>
<li><a href="#org3c0b747">3.1. Key Biomarker</a>
<ul>
<li><a href="#orgf9fdc29">3.1.1. Pharmacokinetics (PK)</a></li>
<li><a href="#orgb42d366">3.1.2. Pharmacodynamics (PD)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org772ba92">4. References</a></li>
<li><a href="#orgf439a09">5. Adhoc Questions</a>
<ul>
<li><a href="#orgd0eacf9">5.1. How to address intercurrent event using estimand strategies?</a></li>
<li><a href="#orgfae0217">5.2. What are intercurrent events, give me some examples</a></li>
<li><a href="#orgc6fa5b0">5.3. How to handle biomarker endpoint (exploratory) with primary and secondary endpoints</a></li>
<li><a href="#org1868de1">5.4. What are common biomarker assays used in oncology and immuno-oncology trials?</a></li>
<li><a href="#org1ddc241">5.5. What are well-accepted targets at genomic, proteomic and cellular level for oncology and immuno-oncology trials</a></li>
<li><a href="#org26fab4b">5.6. Can the measurements of these targets be included as exploratory or third endpoints in oncology or immuno-oncology trials?</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org79c5b10" class="outline-2">
<h2 id="org79c5b10"><span class="section-number-2">1.</span> Phases</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org1d62943" class="outline-3">
<h3 id="org1d62943"><span class="section-number-3">1.1.</span> Summary of Different Phases</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Clinical trials are conducted in distinct phases, each with specific characteristics, objectives, and study designs.
</p>
<ol class="org-ol">
<li>Phase I
<ul class="org-ul">
<li>Small-scale trials, often including 20-100 healthy volunteers (sometimes patients).</li>
<li>Assess safety, determine a safe dosage range, and identify side effects.</li>
<li>Typically non-randomized, open-label, often using a dose-escalation study design.</li>
<li>Focus on determining maximum tolerated dose, pharmacokinetics, and pharmacodynamics.</li>
</ul></li>
<li>Phase II
<ul class="org-ul">
<li>Larger groups (100-300 participants), usually patients with the disease/condition.</li>
<li>Evaluate the efficacy of the drug and further assess its safety.</li>
<li>Often randomized controlled trials (RCTs), can be single-blind or double-blind.</li>
<li>Establishing the preliminary efficacy, optimal dose, and short-term side effects. Power and sample size calculations are crucial.</li>
</ul></li>
<li>Phase III
<ul class="org-ul">
<li>Large-scale trials, involving 300-3,000+ participants, typically from multiple sites.</li>
<li>Confirm effectiveness, monitor side effects, compare with standard or equivalent treatments.</li>
<li>Randomized, double-blind, placebo-controlled trials. Often multi-center studies.</li>
<li>Emphasis on confirmatory data analysis, interim analysis, handling multicenter data, and comprehensive safety analysis.</li>
</ul></li>
<li>Phase IV
<ul class="org-ul">
<li>Post-marketing studies conducted after a treatment is approved and on the market.</li>
<li>Further information including drug&rsquo;s risks, benefits, and optimal use.</li>
<li>Can vary widely, including randomized and non-randomized designs, observational studies.</li>
<li>Long-term effectiveness and safety, pharmacoeconomics, real-world evidence.</li>
</ul></li>
</ol>
</div>
</div>
<div id="outline-container-org6cc3e79" class="outline-3">
<h3 id="org6cc3e79"><span class="section-number-3">1.2.</span> General Biostatistician Aspects to Consider Across Phases</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li><b>Sample Size Determination:</b> Crucial in all phases for ensuring statistical power.</li>
<li><b>Randomization:</b> Reduces bias and confounding variables, particularly important in Phase II and III.</li>
<li><b>Blinding:</b> Important for reducing bias in treatment assignment and outcome assessment.</li>
<li><b>Statistical Analysis Plans:</b> Must be well-defined and documented before the trial begins.</li>
<li><b>Handling Missing Data:</b> Strategies for dealing with dropouts and missing values.</li>
<li><b>Interim Analysis:</b> Particularly in Phase III, for early signals of efficacy or safety concerns.</li>
<li><b>Regulatory Compliance:</b> Adherence to statistical guidelines from regulatory authorities like FDA or EMA.</li>
</ul>

<p>
Each phase of a clinical trial has distinct statistical considerations. Biostatisticians play a critical role in the design, analysis, and interpretation of clinical trial data, ensuring that the results are robust, valid, and ethically obtained.
</p>
</div>
</div>
</div>
<div id="outline-container-org47757f8" class="outline-2">
<h2 id="org47757f8"><span class="section-number-2">2.</span> Data</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org3414d0e" class="outline-3">
<h3 id="org3414d0e"><span class="section-number-3">2.1.</span> Sample Data</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li><b>Defination:</b>
<ul class="org-ul">
<li>Generally refers to a subset of data collected from a larger population.</li>
<li>In statistics, a sample is a set of obverservations or data points selected from a population of interest.</li>
<li>The selection methods might include random sampling, stratified sampling or other statistical techinques.</li>
</ul></li>

<li><b>Purpose:</b>
<ul class="org-ul">
<li>To make inferences or draw conclusions about the larger population from which it is drawn.</li>
<li>By analyzing sample data, researchers can estimate population parameters, test hypotheses, and make predictions.</li>
</ul></li>

<li><b>Charateristics:</b>
<ul class="org-ul">
<li>Can vary widely in nature depending on the field of study.</li>
<li>It represents a smaller, manageable portion of a larger group.</li>
</ul></li>
</ul>
</div>
