learn_clinical_trials.org
*** Type of Sample Data in Clinical Trials
1. Particular Demographics:
   - age, gender, ethnicity, race
   - socioeconomic status, education level
   - occupation, lifestyle factors (smoking, alcohol use)

2. Medical History:
   - Previous and current illnesses and conditions
   - Surgical history
   - Family medical history
   - medication history (prescription, over-the-counter, supplements)

3. Baseline Characteristics:
   - vital signs (blood pressure, heart rate, temperature)
   - body measurements (height, weight, BMI)
   - specific disease-related measurements (e.g. tumor size in cancer trials)

4. Genetic Information (if relevant)
   - genetic markers or mutations
   - family genetic history, when applicable

5. Lbaoratory Test Results:
   - blood tests (hematology, blood chemistry)
   - urine analysis
   - other biological samples (e.g. tissue biopsies)

6. Disease-Specific Clnical Assessments:
   - disease severity scoring
   - staging of the disease (e.g. cancer staging)
   - specific clinical scales or questionnaries relevant to the disease

7. Treatment Exposure Data:
   - dosage and reginmen of the investigational product
   - duration of treatment
   - concomitant medications

8. Efficacy Data:
   - primary and secondary endpoints of the study
   - clinical outcomes (e.g. reduction in tumor size, blood sugar levels)
   - patient-reported outcomes (symptoms, quality of life measures)

9. Safety Data:
   - adverse events (AEs) and serious adverse events (SAEs)
   - laboratory abnormalities as a result of treatment
   - changes in vital signs or physical findings

10. Imaging Data (if applicable)
    - X-rays, MRIs, CT scans, PET scans
    - ultrasound or other diagnostic imaging results

11. Pharmacokinetric (PK) and Pharmacodynamic (PD) Data:
    - concentration of the drug in the blood over time
    - the drug's effects on the body and the body's response to the drug

12. Compliance Data:
    - adherence to the treatment regimen
    - missed doses or deviations from the study protocol

13. Follow-up Data:
    - long-term efficacy and safety data
    - post-study monitoring of outcomes

14. Economic and Quality of Life Assessments:
    - health economics data (cost-effectiveness)
    - quality of life assessments, often using validated questionnaries

15. Endpoints Data:
    - specific to the study's aims, such as progression-free survival, overall survival, response rate in oncology trials, or HbA1c levels in diabetes trials.

*** Endpoints in Different Therapeutic Areas
- Oncology
  - Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1)
    - [[https://pubs.rsna.org/doi/full/10.1148/rycan.2021210008#][A Primer on RECIST 1.1 for Oncologic Imaging in Clinical Drug Trials]]
    - Drug discovery and approval in oncology is mediated by the use of imaging to evaluate drug efficacy.
    - Imaging is performed while patients receive therapy to evaluate their response to treatment.
    - RECIST 1.1 are standardized and can be used at different time points to classify response into the categories of
      - CR: complete response
      - PR: partial response
      - SD: stable disease
      - DP: disease progression
    - At the trial level, categorical responses for all patients are summated into image-based trial endpoints.
    - These outcome measures, including
      - ORR: objective response rate
      - PFS: progression-free survival
    - They are characteristics derived from imaging and can be used as surrogates for overall survival (OS).
    - OS, ORR and PFS all describe the efficacy of a drug.
    - FDA regulatory approval requires therapies to demonstrate direct evidence of clinical benefit, such as improved OS.
    - Multiple programs have been created to expedite drug approval for life-threatening illnesses, including advanced cancer.
    - ORR and PFS have been accepted by the FDA as adequate predictors of OS on which to base drug approval decisions, thus substantially shortening the time and cost of drug development (1).
    - Use of imaging surrogate markers for drug approval has become increasingly common, accounting for more than 90% of approvals through the Accelerated Approval Program and allowing for use of many therapies which have altered the course of cancer.
    - [[https://www.aimetrics.com/comparing-ai-metrics-to-manual-methods/][Comparing AI Metrics to Manual Methods]]
      AI Metrics increased reporting accuracy by 25%, reduced errors by 99%, cut interpretation time in half, increased inter-observer agreement among oncologists by 58% and among radiologists by 45%, and was preferred by 96% of radiologists and 100% of oncologists compared to current practice with manual image assessments and text reports. In a study of the beta version of the AI Metrics Platform (called eMASS; included guided workflows and annotation tools, but no AI algorithms), eMASS reduced errors and time of evaluation was twice as fast, which indicated better overall effectiveness than standard of care, manual tumor response evaluation methods for three different therapy response criteria.

- Immunology
- CNS
- Cardiology


** Biomarker Data
- *Defination:* Biomarker data refers specifically to data that is indicative of a biological state or condition. Biomarkers (short for biological markers) are measurable indicators of some biological state or condition. They can be molecules, genes, gene products, enzymes, hormones, or other substances whose presence or concentration can be measured in biological samples like blood, tissue, or urine.
- *Purpose:* Biomarker data is typically very specific and scientific, often requiring specialized methods for collection and analysis. It can include levels of specific proteins, the presence of certain genetic markers, or the concentration of particular metabolites, among others.

* Preclinical/Nonclinical Trials
** Key Biomarker
*** Pharmacokinetics (PK)
