learn_clinical_trials.html
<div id="outline-container-orgccf9a0a" class="outline-4">
<h4 id="orgccf9a0a"><span class="section-number-4">2.1.1.</span> Type of Sample Data in Clinical Trials</h4>
<div class="outline-text-4" id="text-2-1-1">
<ol class="org-ol">
<li>Particular Demographics:
<ul class="org-ul">
<li>age, gender, ethnicity, race</li>
<li>socioeconomic status, education level</li>
<li>occupation, lifestyle factors (smoking, alcohol use)</li>
</ul></li>

<li>Medical History:
<ul class="org-ul">
<li>Previous and current illnesses and conditions</li>
<li>Surgical history</li>
<li>Family medical history</li>
<li>medication history (prescription, over-the-counter, supplements)</li>
</ul></li>

<li>Baseline Characteristics:
<ul class="org-ul">
<li>vital signs (blood pressure, heart rate, temperature)</li>
<li>body measurements (height, weight, BMI)</li>
<li>specific disease-related measurements (e.g. tumor size in cancer trials)</li>
</ul></li>

<li>Genetic Information (if relevant)
<ul class="org-ul">
<li>genetic markers or mutations</li>
<li>family genetic history, when applicable</li>
</ul></li>

<li>Lbaoratory Test Results:
<ul class="org-ul">
<li>blood tests (hematology, blood chemistry)</li>
<li>urine analysis</li>
<li>other biological samples (e.g. tissue biopsies)</li>
</ul></li>

<li>Disease-Specific Clnical Assessments:
<ul class="org-ul">
<li>disease severity scoring</li>
<li>staging of the disease (e.g. cancer staging)</li>
<li>specific clinical scales or questionnaries relevant to the disease</li>
</ul></li>

<li>Treatment Exposure Data:
<ul class="org-ul">
<li>dosage and reginmen of the investigational product</li>
<li>duration of treatment</li>
<li>concomitant medications</li>
</ul></li>

<li>Efficacy Data:
<ul class="org-ul">
<li>primary and secondary endpoints of the study</li>
<li>clinical outcomes (e.g. reduction in tumor size, blood sugar levels)</li>
<li>patient-reported outcomes (symptoms, quality of life measures)</li>
</ul></li>

<li>Safety Data:
<ul class="org-ul">
<li>adverse events (AEs) and serious adverse events (SAEs)</li>
<li>laboratory abnormalities as a result of treatment</li>
<li>changes in vital signs or physical findings</li>
</ul></li>

<li>Imaging Data (if applicable)
<ul class="org-ul">
<li>X-rays, MRIs, CT scans, PET scans</li>
<li>ultrasound or other diagnostic imaging results</li>
</ul></li>

<li>Pharmacokinetric (PK) and Pharmacodynamic (PD) Data:
<ul class="org-ul">
<li>concentration of the drug in the blood over time</li>
<li>the drug&rsquo;s effects on the body and the body&rsquo;s response to the drug</li>
</ul></li>

<li>Compliance Data:
<ul class="org-ul">
<li>adherence to the treatment regimen</li>
<li>missed doses or deviations from the study protocol</li>
</ul></li>

<li>Follow-up Data:
<ul class="org-ul">
<li>long-term efficacy and safety data</li>
<li>post-study monitoring of outcomes</li>
</ul></li>

<li>Economic and Quality of Life Assessments:
<ul class="org-ul">
<li>health economics data (cost-effectiveness)</li>
<li>quality of life assessments, often using validated questionnaries</li>
</ul></li>

<li>Endpoints Data:
<ul class="org-ul">
<li>specific to the study&rsquo;s aims, such as progression-free survival, overall survival, response rate in oncology trials, or HbA1c levels in diabetes trials.</li>
</ul></li>
</ol>
</div>
</div>
<div id="outline-container-orgbc2597b" class="outline-4">
<h4 id="orgbc2597b"><span class="section-number-4">2.1.2.</span> Endpoints in Different Therapeutic Areas</h4>
<div class="outline-text-4" id="text-2-1-2">
<ul class="org-ul">
<li>Oncology
<ul class="org-ul">
<li>Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1)
<ul class="org-ul">
<li><a href="https://pubs.rsna.org/doi/full/10.1148/rycan.2021210008#">A Primer on RECIST 1.1 for Oncologic Imaging in Clinical Drug Trials</a></li>
<li>Drug discovery and approval in oncology is mediated by the use of imaging to evaluate drug efficacy.</li>
<li>Imaging is performed while patients receive therapy to evaluate their response to treatment.</li>
<li>RECIST 1.1 are standardized and can be used at different time points to classify response into the categories of
<ul class="org-ul">
<li>CR: complete response</li>
<li>PR: partial response</li>
<li>SD: stable disease</li>
<li>DP: disease progression</li>
</ul></li>
<li>At the trial level, categorical responses for all patients are summated into image-based trial endpoints.</li>
<li>These outcome measures, including
<ul class="org-ul">
<li>ORR: objective response rate</li>
<li>PFS: progression-free survival</li>
</ul></li>
<li>They are characteristics derived from imaging and can be used as surrogates for overall survival (OS).</li>
<li>OS, ORR and PFS all describe the efficacy of a drug.</li>
<li>FDA regulatory approval requires therapies to demonstrate direct evidence of clinical benefit, such as improved OS.</li>
<li>Multiple programs have been created to expedite drug approval for life-threatening illnesses, including advanced cancer.</li>
<li>ORR and PFS have been accepted by the FDA as adequate predictors of OS on which to base drug approval decisions, thus substantially shortening the time and cost of drug development (1).</li>
<li>Use of imaging surrogate markers for drug approval has become increasingly common, accounting for more than 90% of approvals through the Accelerated Approval Program and allowing for use of many therapies which have altered the course of cancer.</li>
<li><a href="https://www.aimetrics.com/comparing-ai-metrics-to-manual-methods/">Comparing AI Metrics to Manual Methods</a>
AI Metrics increased reporting accuracy by 25%, reduced errors by 99%, cut interpretation time in half, increased inter-observer agreement among oncologists by 58% and among radiologists by 45%, and was preferred by 96% of radiologists and 100% of oncologists compared to current practice with manual image assessments and text reports. In a study of the beta version of the AI Metrics Platform (called eMASS; included guided workflows and annotation tools, but no AI algorithms), eMASS reduced errors and time of evaluation was twice as fast, which indicated better overall effectiveness than standard of care, manual tumor response evaluation methods for three different therapy response criteria.</li>
</ul></li>
</ul></li>

<li>Immunology</li>
<li>CNS</li>
<li>Cardiology</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orga5627f2" class="outline-3">
<h3 id="orga5627f2"><span class="section-number-3">2.2.</span> Biomarker Data</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li><b>Defination:</b> Biomarker data refers specifically to data that is indicative of a biological state or condition. Biomarkers (short for biological markers) are measurable indicators of some biological state or condition. They can be molecules, genes, gene products, enzymes, hormones, or other substances whose presence or concentration can be measured in biological samples like blood, tissue, or urine.</li>
<li><b>Purpose:</b> Biomarker data is typically very specific and scientific, often requiring specialized methods for collection and analysis. It can include levels of specific proteins, the presence of certain genetic markers, or the concentration of particular metabolites, among others.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org9b3541f" class="outline-2">
<h2 id="org9b3541f"><span class="section-number-2">3.</span> Preclinical/Nonclinical Trials</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org3c0b747" class="outline-3">
<h3 id="org3c0b747"><span class="section-number-3">3.1.</span> Key Biomarker</h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-orgf9fdc29" class="outline-4">
<h4 id="orgf9fdc29"><span class="section-number-4">3.1.1.</span> Pharmacokinetics (PK)</h4>
<div class="outline-text-4" id="text-3-1-1">
</div>
<ol class="org-ol">
