learn_clinical_trials.html
<li><a id="orgf0d946b"></a>Parameters<br />
<div class="outline-text-5" id="text-3-1-1-1">
<ul class="org-ul">
<li><b>Concentration-Time Data:</b> fundamental PK data, including the concentrations of the drug in blood, plasma, or other biological fluids over time. These data are used to calculate various parameters</li>
<li><b>Area Under the curve (AUC):</b> The measures of the total exposure to the drug over time and is calculated from the concentration-time data. It&rsquo;s a key indictor of the drug&rsquo;s <b>bioavailability</b></li>
<li><b>Maximum concentration (Cmax) and Time to Maximum Concentration (Tmax):</b></li>
<li><b>Half-Life(\(t_{1/2}\)):</b> The time it takes for the drug&rsquo;s concentration to reduce by half in the body. It&rsquo;s crucial for understanding the duration of the drug&rsquo;s effect and for determining dosing intervals.</li>
<li><b>Clearance (CL):</b> This measures the body&rsquo;s efficiency in eliminating the drug, often expressed as volume per unit time.</li>
<li><b>Volumne of Distribution (Vd):</b> This parameter gives an idea of how extensively the drug distributes into body tissues compared to the bloodstream.</li>
<li><b>Bioavailability (F):</b> The fraction of the administrered drug that reaches the systemic circulation in an active form</li>
<li><b>Dose-Proportionality Studies:</b> Data to determine if the PK of the drug are linear or non-linear across different dose levels.</li>
<li><b>Metabolite Data:</b> Information about the drug&rsquo;s metabolites, if relevant, which can be important for efficacy and safety assessments</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-orgb42d366" class="outline-4">
<h4 id="orgb42d366"><span class="section-number-4">3.1.2.</span> Pharmacodynamics (PD)</h4>
<div class="outline-text-4" id="text-3-1-2">
</div>
<ol class="org-ol">
<li><a id="orgf50f490"></a>Parameters<br />
<div class="outline-text-5" id="text-3-1-2-1">
<ul class="org-ul">
<li><b>Effect Size / Response Magnitude:</b> The degree of biological or cinical response observed after drug administration.
<ul class="org-ul">
<li>A measure of <b>symptom relief</b>, <b>tumor size reduction</b> in oncology, or <b>change of biomarker levels</b>.</li>
</ul></li>
<li><b>Time to Onset of Action:</b> The time it takes for the drug to start showing its therapeutic effect.</li>
<li><b>Duration of Effect:</b> How long the therapeutic effect of the drug lasts.
<ul class="org-ul">
<li>Crucial in determining <b>dosing frequency</b>.</li>
</ul></li>
<li><b>EC50 (Effective Concentration 50):</b> The concentration of the drug that produces 50% of its maximum effect.
<ul class="org-ul">
<li>A common measure of a <b>drug&rsquo;s potency</b>.</li>
</ul></li>
<li><b>IC50 (Inhibitory Concentration 50):</b> It&rsquo;s the concentration of a drug that is required for 50% inhibition <b>in vitro</b> (e.g. of cancer cell growth).
<ul class="org-ul">
<li>Particularly relevant in oncology and biochemistry</li>
</ul></li>
<li><b>Efficacy:</b> The maximun effect that can be achieved with the drug.
<ul class="org-ul">
<li>This is often assessed in terms of the proportion of subjects achieving a predefined clinical outcome.</li>
</ul></li>
<li><b>Therapeutic Index:</b> A ratio that compares the blood concentration at which a drug becomes toxic to the concentration at which the drug is effective.
<ul class="org-ul">
<li>The alrger the therapeutic index, the safer the drug</li>
</ul></li>
<li><b>Biomarker Levels:</b>
<ul class="org-ul">
<li>Drug-Receptor Interaction Data</li>
<li>Adverse Effects</li>
<li>Dose-Response Relationship</li>
<li>Physiological and Biochemical Changes</li>
</ul></li>
</ul>
</div>
</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org772ba92" class="outline-2">
<h2 id="org772ba92"><span class="section-number-2">4.</span> References</h2>
<div class="outline-text-2" id="text-4">
<p>
(1) Hsiue EHC, Moore TJ, Alexander GC. Estimated costs of pivotal trials for U.S. Food and Drug Administration-approved cancer drugs, 2015-2017. Clin Trials 2020;17(2):119–125. Crossref, Medline, Google Scholar
</p>
</div>
</div>
<div id="outline-container-orgf439a09" class="outline-2">
<h2 id="orgf439a09"><span class="section-number-2">5.</span> Adhoc Questions</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgd0eacf9" class="outline-3">
<h3 id="orgd0eacf9"><span class="section-number-3">5.1.</span> How to address intercurrent event using estimand strategies?</h3>
<div class="outline-text-3" id="text-5-1">
<p>
Addressing intercurrent events using estimand strategies is a crucial aspect of clinical trial design and analysis, enhancing clarity and transparency in how we handle post-randomization events that could affect the interpretation of treatment effects. Estimands aim to precisely define the target of estimation to address the specific clinical question of interest, taking into account the complexities introduced by intercurrent events. Here are some steps and considerations for incorporating estimand strategies to deal with intercurrent events as a lead biostatistician:
</p>

<ol class="org-ol">
<li>Define Your Estimand</li>
</ol>
<p>
Start by clearly defining your estimand according to the ICH E9(R1) guideline, which should include a precise definition of the target population, endpoint(s), and the treatment effect(s) of interest in the presence of intercurrent events. This involves specifying the clinical question you aim to answer and the relevant population characteristics.
</p>

<ol class="org-ol">
<li>Identify Intercurrent Events</li>
</ol>
<p>
Intercurrent events are events that occur after treatment initiation and can affect either the interpretation or the existence of the measurements associated with the clinical question of interest. Common examples include use of rescue medication, discontinuation of treatment, and occurrence of a major health event. Identifying these events early in the trial design is crucial for proper estimand formulation.
</p>

<ol class="org-ol">
<li>Choose an Appropriate Strategy</li>
</ol>
<p>
The ICH E9(R1) guideline outlines several strategies for addressing intercurrent events within the framework of estimands. These include:
</p>

<p>
Treatment Policy Strategy: Include all data, regardless of the occurrence of intercurrent events, to reflect the treatment effect under the treatment policy being studied.
Composite Strategy: Combine the primary variable of interest with the intercurrent event into a composite endpoint.
Hypothetical Strategy: Estimate what the outcomes would have been without the intercurrent events.
Principal Stratification Strategy: Focus on a subgroup of participants who are not affected by the intercurrent events.
While on Treatment Strategy: Analyze data only up to the occurrence of the intercurrent event.
</p>
<ol class="org-ol">
<li>Implement Appropriate Statistical Methods</li>
</ol>
<p>
Once you&rsquo;ve chosen a strategy, select statistical methods that align with your estimand. This might involve methods for handling missing data, such as multiple imputation or inverse probability weighting, or more complex models like causal inference techniques, depending on the chosen strategy.
</p>

<ol class="org-ol">
<li>Document and Justify Your Choices</li>
</ol>
<p>
Document your estimand strategy and the rationale for your choice, including how you plan to handle each identified intercurrent event. This documentation should be part of your statistical analysis plan (SAP) and protocol, ensuring transparency and regulatory compliance.
</p>

<ol class="org-ol">
<li>Sensitivity Analyses</li>
</ol>
<p>
Conduct sensitivity analyses to assess the robustness of your findings to different assumptions about the handling of intercurrent events. This can provide insights into the impact of these events on the treatment effect estimate.
</p>

<ol class="org-ol">
<li>Communicate with Stakeholders</li>
</ol>
<p>
Engage with clinical and regulatory stakeholders early and throughout the trial process to ensure alignment on the estimand strategy and its implications for clinical decision-making.
</p>
</div>
</div>
