learn_clinical_trials.html
<div id="outline-container-orgfae0217" class="outline-3">
<h3 id="orgfae0217"><span class="section-number-3">5.2.</span> What are intercurrent events, give me some examples</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Intercurrent events are occurrences after the initiation of treatment in a clinical trial that can affect the interpretation of the primary outcome, either by changing the course of the disease under study or by influencing the measurement of the primary outcome. These events pose challenges in assessing the true effect of the treatment being studied. The concept of intercurrent events is central to the framework of estimands, as defined in the ICH E9(R1) Addendum on Estimands and Sensitivity Analysis in Clinical Trials. Here are some common examples of intercurrent events:
</p>

<ol class="org-ol">
<li>Use of Rescue Medication</li>
</ol>
<p>
Participants may receive additional treatments or interventions not specified in the study protocol to manage symptoms or adverse reactions, which can confound the effects of the study treatment.
</p>

<ol class="org-ol">
<li>Treatment Discontinuation</li>
</ol>
<p>
Participants may stop the study treatment prematurely for various reasons, such as experiencing side effects, perceiving lack of efficacy, or personal choice. This can complicate the assessment of long-term treatment effects.
</p>

<ol class="org-ol">
<li>Switching Treatments</li>
</ol>
<p>
In some cases, participants might switch to an alternative treatment during the study. This switch could affect the disease progression independently of the study treatment.
</p>

<ol class="org-ol">
<li>Missing Data</li>
</ol>
<p>
Missing data, resulting from participants dropping out of the study or missing scheduled assessments, can introduce bias if the reasons for missing data are related to the treatment or outcome.
</p>

<ol class="org-ol">
<li>Death</li>
</ol>
<p>
Death is a critical intercurrent event, especially in studies where survival or life-extension is the primary endpoint. It requires careful consideration in the analysis to accurately reflect the treatment&rsquo;s impact on survival.
</p>

<ol class="org-ol">
<li>Major Health Events</li>
</ol>
<p>
Events such as hospitalization, surgery, or the occurrence of a new illness can impact the outcome of interest or the ability to measure it accurately.
</p>

<ol class="org-ol">
<li>Protocol Deviations</li>
</ol>
<p>
Violations of the study protocol, whether intentional or accidental, by participants or investigators, can affect the treatment&rsquo;s perceived efficacy and safety.
</p>

<p>
Handling these intercurrent events appropriately in the analysis is crucial for drawing valid and reliable conclusions about the treatment&rsquo;s effects. The choice of strategy to address these events should be guided by the clinical question of interest and the context of the disease and treatment under investigation.
</p>
</div>
</div>
<div id="outline-container-orgc6fa5b0" class="outline-3">
<h3 id="orgc6fa5b0"><span class="section-number-3">5.3.</span> How to handle biomarker endpoint (exploratory) with primary and secondary endpoints</h3>
<div class="outline-text-3" id="text-5-3">
<p>
When a lead biostatistician in a Contract Research Organization (CRO) is involved in exploring biomarker endpoints, especially in the exploratory phase of a clinical trial, there are several important considerations regarding sample size calculation. Whether there is a need to redo sample size calculation specifically for the biomarker endpoint depends on various factors, including the objectives of the biomarker analysis, the relationship between the biomarker and primary/secondary endpoints, and the statistical properties of the biomarker itself. Here are some key points to consider:
</p>

<p>
Objectives of Biomarker Analysis
</p>
<ul class="org-ul">
<li>Exploratory vs. Confirmatory: If the biomarker analysis is purely exploratory, intended to generate hypotheses rather than confirm them, a formal sample size recalculation may not be strictly necessary. However, having a sufficient sample size to observe a meaningful signal is still important for the credibility of any findings.</li>
<li>Decision-making: If the biomarker is critical for future decision-making, such as selecting doses for later-phase trials or identifying responder subgroups, a more rigorous approach to sample size determination may be warranted to ensure the reliability of these decisions.</li>
</ul>

<p>
Relationship to Primary/Secondary Endpoints
</p>
<ul class="org-ul">
<li>Correlation with Clinical Outcomes: If the biomarker is strongly correlated with the primary or secondary endpoints, the original sample size may already offer sufficient power to detect meaningful changes in the biomarker. However, this depends on the strength of the correlation and the variability of the biomarker.</li>
<li>Independent Analysis Goals: If the biomarker endpoint serves a distinct purpose or addresses a separate question from the primary/secondary endpoints, a separate sample size calculation based on the expected effect size, variability, and desired power for the biomarker analysis may be necessary.</li>
</ul>

<p>
Statistical Properties of the Biomarker
</p>
<ul class="org-ul">
<li>Variability: Biomarkers often have different variability characteristics compared to clinical endpoints. High variability may necessitate a larger sample size to detect a given effect size.</li>
<li>Effect Size: The expected effect size for the biomarker may differ from that of the primary/secondary endpoints, potentially requiring adjustment to the sample size calculation.</li>
</ul>

<p>
Practical Considerations
</p>
<ul class="org-ul">
<li>Resource Limitations: In the context of a CRO, resource constraints such as budget and time can also influence the feasibility of increasing sample size based on biomarker analyses.</li>
<li>Regulatory Guidance: Consideration of regulatory expectations for biomarker-based analyses, especially if the biomarker might later transition to a more pivotal role in the study or program.</li>
</ul>

<p>
Steps to Take
</p>
<ul class="org-ul">
<li>Preliminary Analysis: Conduct a preliminary analysis to assess the variability and potential effect size associated with the biomarker.</li>
<li>Statistical Methods: Employ statistical methods tailored to biomarker analysis, which may include simulation studies to estimate the required sample size under different scenarios.</li>
<li>Consultation: Engage with clinical and scientific experts to understand the clinical relevance of changes in the biomarker and to align on the objectives of the biomarker analysis.</li>
</ul>

<p>
In conclusion, while there may not always be a need to formally redo the sample size calculation for exploratory biomarker endpoints, considering the specific objectives and statistical properties of the biomarker analysis is crucial. A careful evaluation will help ensure that the study is appropriately powered to yield informative and credible results, supporting the overall goals of the clinical program.
</p>
</div>
</div>
